Repository: WordPressBugBounty/plugins-website-chat-button-kommo-integration
Catalog: website-chat-button-kommo-integration/main/lang/website-chat-button-kommo-integration-*.po
Languages: id_id, tr_tr

source: Let your customers contact you directly from your website with a chat button, conveniently manage all interactions through Kommo.
id_id: Biarkan pelanggan menghubungimu langsung dari website dengan tombol chat, dan kelola semua interaksi dengan mudah melalui Kommo.
tr_tr: Müşterilerinizin web siteniz üzerinden sizle iletişime geçmesini sağlayan bir sohbet tuşu ekleyin ve tüm etkileşimleri Kommo ile yönetin.

source: Website Chat Button: Kommo integration
id_id: Tombol Chat Website: Integrasi Kommo
tr_tr: Web Sitesi Sohbet Tuşu: Kommo entegrasyonu

source: test text dashboard
id_id: teks uji dasbor
tr_tr: Test metni kontrol paneli

source: Website Chat Button: Kommo integration Widget 0
id_id: Tombol Chat Website: Widget Integrasi Kommo 0
tr_tr: Web Sitesi Sohbet Tuşu: Kommo entegrasyonu Widget 0

source: The Kommo server is not responding
id_id: Server Kommo tidak merespon
tr_tr: Kommo sunucusu yanıt vermiyor

source: We’re aware of the issue and are working to fix it
id_id: Kami menyadari masalah ini dan sedang berupaya memperbaikinya
tr_tr: Sorunun farkındayız ve çözmek için çalışıyoruz

source: Plugin error
id_id: Kesalahan plugin
tr_tr: Plugin hatası

source: Are you sure you want to deactivate
id_id: Apa kamu yakin ingin menonaktifkan?
tr_tr: Devre dışı bırakmak istediğinizden emin misiniz?

source: PHP Error
id_id: Kesalahan PHP
tr_tr: PHP Hatası

source: Plugin not ready to work. Autoload not exist
id_id: Plugin belum siap digunakan. Autoload tidak ada
tr_tr: Plugin çalışmaya hazır değil. Otomatik yükleme mevcut değil

source: Plugin not ready to work. Configuration not found
id_id: Plugin belum siap digunakan. Konfigurasi tidak ditemukan
tr_tr: Plugin çalışmaya hazır değil. Yapılandırma bulunamadı

source: Script not found. Button not allowed on public pages
id_id: Skrip tidak ditemukan. Tombol tidak diizinkan di halaman publik
tr_tr: Script bulunamadı. Tuş, herkese açık sayfalarda kullanılamaz.

source: Try again
id_id: Coba lagi
tr_tr: Tekrar deneyin

source: Days left in your trial.
id_id: Sisa hari dalam uji coba kamu.
tr_tr: Kadar deneme sürenizde gün kalmıştır.

source: Subscribe
id_id: Langganan
tr_tr: Abone ol

source: Your website chat button is installed and active!
id_id: Tombol chat di websitemu telah terpasang dan aktif!
tr_tr: Web sitesi sohbet tuşunuz kuruldu ve aktif!

source: Now you can easily:
id_id: Sekarang kamu bisa dengan mudah:
tr_tr: Artık kolayca:

source: Add your favorite channels
id_id: Tambahkan saluran favoritmu
tr_tr: Favori kanallarınızı ekleyin

source: Customize your chat button
id_id: Sesuaikan tombol chatmu
tr_tr: Sohbet tuşunuzu kişiselleştirin

source: Automate sales with the bot
id_id: Otomatiskan penjualan dengan bot
tr_tr: Satışlarınızı bot ile otomatikleştirin

source: Got it
id_id: Mengerti
tr_tr: Anladım

source: Want to log out?
id_id: Ingin keluar?
tr_tr: Çıkış yapmak mı istiyorsunuz?

source: This will remove the chat button from your website.
id_id: Ini akan menghapus tombol chat dari websitemu.
tr_tr: Bu, sohbet tuşunu web sitenizden kaldıracaktır.

source: Log out
id_id: Keluar
tr_tr: Çıkış yap

source: Cancel
id_id: Batalkan
tr_tr: İptal

source: Want to turn off the
id_id: Ingin menonaktifkan
tr_tr: Sohbet tuşunu

source: chat button?
id_id: Tombol chat?
tr_tr: kapatmak istiyor musunuz?

source: This will remove the chat button
id_id: Ini akan menghapus tombol chat dari websitemu.
tr_tr: Bu, sohbet tuşunu

source: from your website.
id_id: Dari wesitemu
tr_tr: web sitenizden kaldıracaktır.

source: Turn Off
id_id: Matikan
tr_tr: Kapat

source: Oops, it seems like you’ve deleted all your chat buttons
id_id: Ups, sepertinya kamu telah menghapus semua tombol chat kamu
tr_tr: Oops, tüm sohbet tuşlarınızı silmiş görünüyorsunuz.

source: To create a new button, log out of your Kommo account, then log back in again.
id_id: Untuk membuat tombol baru, keluar dari akun Kommo kamu, lalu masuk kembali.
tr_tr: Yeni bir sohbet tuşu oluşturmak için Kommo hesabınızdan çıkış yapın, ardından tekrar giriş yapın.

source: Oops, it seems like you've deleted all your chat buttons
id_id: Ups, sepertinya kamu telah menghapus semua tombol chat kamu
tr_tr: Oops, tüm sohbet tuşlarınızı silmiş görünüyorsunuz.

source: Your free trial is over
id_id: Uji coba gratis kamu telah berakhir
tr_tr: Ücretsiz deneme sürümünüz bitmiştir

source: Select plan
id_id: Pilih paket
tr_tr: Plan seçin

source: You can still view and export your account data. To maintain full access, consider upgrading your account to one of our paid subscription plans.
id_id: Kamu masih bisa melihat dan mengekspor data akunmu. Untuk akses penuh, pertimbangkan untuk upgrade akunmu ke salah satu paket berbayar kami.
tr_tr: Hâlâ hesap verilerinizi görüntüleyebilir ve dışa aktarabilirsiniz. Tam erişimi korumak için hesabınızı ücretli bir abonelik planına yükseltmeyi düşünün

source: You have saved chat buttons available!
id_id: Kamu memiliki tombol chat yang tersimpan!
tr_tr: Kullanılabilir kayıtlı sohbet tuşlarınız var!

source: Choose a chat button from your Kommo account to install on your website.
id_id: Pilih tombol chat dari akun Kommo kamu untuk dipasang di website.
tr_tr: Web sitenize kurmak için Kommo hesabınızdan bir sohbet tuşu seçin.

source: Select button
id_id: Pilih tombol
tr_tr: Tuş seçin.

source: WordPress button
id_id: Tombol WordPress
tr_tr: WordPress tuşu

source: Next
id_id: Berikutnya
tr_tr: Sonraki

source: Create new chat button
id_id: Buat tombol chat baru
tr_tr: Yeni sohbet tuşu oluştur.

source: Your Client ID:
id_id: ID Klien kamu:
tr_tr: Müşteri Kimlik Numaranız:

source: Unified inbox
id_id: Kotak masuk terpadu
tr_tr: Birleşik gelen kutusu

source: No more app switching, no more lost conversations — centralize all your business communications in a single tab.
id_id: Tidak perlu lagi berpindah aplikasi atau kehilangan percakapan — pusatkan semua komunikasi bisnis kamu dalam satu tab.
tr_tr: Artık uygulamalar arasında geçiş yapmaya veya konuşmaları kaybetmeye son! Tüm iş iletişiminizi tek bir sekmeden yönetin.

source: Try your
id_id: Coba
tr_tr: Sohbet tuşunuzu

source: website chat button
id_id: tombol chat website
tr_tr: deneyin ve

source: to see how leads flow directly to your inbox.
id_id: untuk melihat bagaimana lead mengalir langsung ke kotak masukmu.
tr_tr: potansiyel müşterilerin doğrudan gelen kutunuza akışını görün.

source: Go to inbox
id_id: Buka kotak masuk
tr_tr: Gelen kutusuna git

source: Сustomize your website chat button
id_id: Kustomisasi tombol chat di websitemu
tr_tr: Web sitesi sohbet tuşunuzu kişiselleştirin.

source: Add your favorite channels, designing each button with a style authentic to your brand's unique identity.
id_id: Tambahkan saluran favorit kamu dan desain setiap tombol sesuai dengan identitas unik merek kamu.
tr_tr: Favori kanallarınızı ekleyin ve her tuşu markanızın benzersiz kimliğine uygun bir şekilde tasarlayın.

source: Start customizing
id_id: Mulai kustomisasi
tr_tr: Kişiselleştirmeye başla.

source: Create templates & build code-free chatbots
id_id: Buat template & bangun chatbot tanpa kode
tr_tr: Şablonlar ve kod gerektirmeyen chatbotlar oluşturun.

source: Send personalized templates with a single click or use bots for efficient workflows (no coding skills required!)
id_id: Kirim template personalisasi dengan satu klik atau gunakan bot untuk alur kerja yang lebih efisien (tanpa perlu skill coding!)
tr_tr: Tek bir tıklamayla kişiselleştirilmiş şablonlar gönderin veya verimli iş akışları için botları kullanın (kodlama becerisi gerektirmez!)

source: Build your first bot
id_id: Bangun bot pertama kamu
tr_tr: İlk botunuzu oluşturun

source: Help Center
id_id: Pusat Info
tr_tr: Yardım Merkezi

source: Chat with support
id_id: Tanya tim dukungan
tr_tr: Destek ekibiyle sohbet edin

source: Book a free 1:1 demo
id_id: Jadwalkan demo 1:1 gratis
tr_tr: Ücretsiz, birebir demo rezervasyonu yapın

source: Hire an expert partner
id_id: Sewa partner eksper
tr_tr: Bir uzman partner tutun

source: Turn Off Chat Button
id_id: Matikan Tombol Chat
tr_tr: Sohbet tuşunu kapat

source: Turn On Chat Button
id_id: Nyalakan Tombol Chat
tr_tr: Sohbet tuşunu aç

source: Logout failed. Try again
id_id: Gagal keluar. Coba lagi
tr_tr: Çıkış başarısız oldu. Tekrar deneyin

source: Logout failed. Server Error. Connect with support Team
id_id: Gagal keluar. Kesalahan server. Hubungi tim dukungan
tr_tr: Çıkış başarısız oldu. Sunucu hatası. Destek ekibiyle iletişime geçin

source: Wordpress logout Error. Try again
id_id: Kesalahan logout WordPress. Coba lagi
tr_tr: WordPress çıkış hatası. Tekrar deneyin

source: You have
id_id: Kamu punya
tr_tr: Okunmamış

source: unread message
id_id: pesan yang belum dibaca
tr_tr: mesajınız var

source: You have no unread messages
id_id: Kamu tidak memiliki pesan yang belum dibaca
tr_tr: Okunmamış mesajınız yok

source: Oops, something went %s wrong with your sign up...
id_id: Oops, ada yang salah %s dengan pendaftaran kamu...
tr_tr: Kayıt olurken %s bir hata oluştu...

source: Try again or contact
id_id: Coba lagi atau hubungi
tr_tr: Tekrar deneyin veya

source: our support team
id_id: tim dukungan kami
tr_tr: yardım için destek ekibimizle

source: for assistance.
id_id: untuk bantuan.
tr_tr: iletişime geçin.

source: Oops, something went wrong with your log in...
id_id: Ups, ada yang salah dengan login kamu...
tr_tr: Giriş yaparken bir hata oluştu...

source: Easily customize the button to reflect your brand’s identity.
id_id: Mudah menyesuaikan tombol agar mencerminkan identitas brandmu.
tr_tr: Tuşu markanızın kimliğini yansıtacak şekilde kolayca kişiselleştirin.

source: Never lose a conversation - one inbox, full visibility on every client.
id_id: Jangan pernah kehilangan percakapan - satu kotak masuk, visibilitas penuh pada setiap klien.
tr_tr: Hiçbir konuşmayı kaçırmayın! Tek bir gelen kutusunda her müşteriye tam görünüm sağlayın

source: Centralize all your business %s communications in a single tab.
id_id: Pusatkan semua komunikasi bisnis kamu dalam satu tab.
tr_tr: Tüm iş %s iletişimlerinizi tek bir sekmeden yönetin.

source: Already have an account?
id_id: Sudah punya akun?
tr_tr: Zaten bir hesabınız var mı?

source: Log in
id_id: Masuk
tr_tr: Giriş yap

source: Sign up
id_id: Daftar
tr_tr: Kayıt ol

source: You don’t have any chat buttons yet.
id_id: Kamu belum memiliki tombol chat.
tr_tr: Henüz bir sohbet tuşunuz yok.

source: Log out of your Kommo account, then log back in to automatically generate a new chat button.
id_id: Keluar dari akun Kommo kamu, lalu masuk kembali untuk secara otomatis membuat tombol chat baru.
tr_tr: Kommo hesabınızdan çıkış yapın ve tekrar giriş yaparak otomatik olarak yeni bir sohbet tuşu oluşturun.

source: Your account has chat buttons ready to use
id_id: Akun kamu memiliki tombol chat yang siap digunakan
tr_tr: Hesabınızda kullanılmaya hazır sohbet tuşları var

source: Choose an existing button or design a new one to install on your website.
id_id: Pilih tombol yang sudah ada atau buat tombol baru untuk dipasang di websitemu.
tr_tr: Mevcut bir tuşu seçin veya web sitenize yüklemek için yeni bir tuş tasarlayın.

source: You’re about to log out
id_id: Kamu akan keluar
tr_tr: Çıkış yapmak üzeresiniz

source: When you log back in, a chat button will be automatically created.
id_id: Saat kamu masuk kembali, tombol chat akan dibuat secara otomatis.
tr_tr: Tekrar giriş yaptığınızda, bir sohbet tuşu otomatik olarak oluşturulacaktır.

source: By signing up, you agree to our
id_id: Dengan mendaftar, kamu menyetujui
tr_tr: Kayıt olarak, Hizmet Şartlarımızı

source: Terms of Service
id_id: Ketentuan Layanan
tr_tr: ve Gizlilik Politikamızı

source: and
id_id: dan
tr_tr: kabul etmiş

source: Privacy Policy
id_id: Kebijakan Privasi
tr_tr: oluyorsunuz
